Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/food_safety/food_safety_in_the_home.html.txt.tmx
Source language: en
Languages: ga

source: Food safety in the home
ga: Sábháilteacht bia sa bhaile

source: You can practically eliminate the risk of food poisoning if you:
ga: Is féidir leat cosc a chur ar nimhiú bia má dhéanann tú é seo a leanas:

source: • Store food correctly and
ga: • Bia a stóráil mar is cóir

source: You should store raw meat, poultry or fish near the bottom of the fridge so their juices do not drip onto other food
ga: Ba cheart duit feoil, sicín nó iasc a stóráil ag bun an chuisneora sa chaoi is nach mbeidh an sú astu ag sileadh anuas ar bhia eile

source: Cooked food should be stored on higher shelves
ga: Ba cheart bia a bhfuil cócaireacht déanta air a stóráil ar seilfeanna níos airde

source: Food should be placed in a container or on a covered tray in the fridge
ga: Ba cheart bia a chur isteach i soithteach nó tráidire atá clúdaithe sa chuisneoir

source: Keep your fridge clean – throw out old food, wash inside surfaces with warm soapy water and rinse
ga: Coinnigh an cuisneoir glan – caith amach sean bhia, glan an taobh istigh den chuisneoir le uisce gallúnaí té agus ansin déan srúthlú air

source: Store food as directed on the label
ga: Stóráil bia de réir mar atá sé leagtha síos ar an lipéad

source: For frozen storage, it is best to remove the food from the wrapping and put it into freezer bags to maintain its quality
ga: Nuair atá tú ag storáil bia reoite, b'fhearr an bia a thabhairt amach as an gclúdach agus é a chur isteach i málaí reoite leis an caighdeán a choinneáil

source: You should expel all air from the bag and then tie, label and date it
ga: Ba cheart duit an t-aer a scaoileadh amach as an mhála, é a cheangailt agus lipéad agus dáta a chur air

source: You should cover and store cooked food in the fridge after the steam has evaporated
ga: Ba cheart bia a bhfuil cócaireacht déanta air a storáil sa chuisneoir nuair atá an tais galaithe uaidh

source: Never leave cooked food to cool completely on the kitchen counter
ga: Ná fág bia a bhfuil cócaireacht déanta air, le fuarú ar chuntar na cistine

source: Do not put too much warm food in your fridge as it will not be able to cool to the core
ga: Ná cuir an-iomarca bia té sa chuisneoir mar ní bheidh sé ábalta fuarú go dtí'n croí

source: Germs can multiply when the centre of the food remains warm for too long
ga: Is féidir le frídíní méadú nuair atá ceartlár an bhia te ró-fhada

source: Put chilled and frozen food into your fridge and freezer as soon as possible after purchase
ga: Cuir bia fuar agus reoite sa chuisneoir nó sa reoiteoir chomh luath agus is féidir i ndiaidh é a cheannacht

source: Freeze food you do not intend to use before its use-by-date, as freezing greatly extends this date
ga: Cuir bia sa reoiteoir le é a reo muna n-úsáideann tú é nó muna bhfuil sé i gceist agat é a úsáid roimh an dáta atá scríofa air de bharr go dtabharann an reo, saol níos faide don bhia

source: When you are re-heating food, heat it until it is steaming hot all the way through (above 70°C) – this will kill any bacteria that may have grown on the food when it was in the fridge
ga: Nuair atá tú ag aththéamh bia, déan téamh air go dtí go bhfuil sé galaithe te tríd go dtí an lár (os cionn 70°C.) – maróidh sé seo aon bhactéir a fhásann ar an mbia a fhad agus a bhí sé istigh sa chuisneoir

source: Food should never be re-heated more than once and leftover food should be used within a day of preparation
ga: Níor cheart bia a aththéamh níos mó ná uair amháin agus aon bhia atá fágtha ar leataobh ba cheart é a úsáid taobh istigh de lá amháin ón am a réitíodh é

source: Canned goods should be stored in a cool, clean, dry place
ga: Ba cheart bia atá cannaithe a storáil in áit fionnuar, glan agus tirim

source: Remember, if you are any doubt about a food item, throw it out
ga: Ná déan dearmad, má tá aon amhras ort faoi aon saghas bia, caith amach é

source: Always make sure that frozen food is thawed completely before cooking, unless instructions state "cook from frozen"
ga: Déan cinnte go bhfuil an bia reoite, leáite go hoimlán sula ndéanann tú cócaireacht air ach amháin nuair a dheireann sé ar an lipéad é a chocáráil ó stáid reoite

source: If you are using a microwave to thaw food, cook it immediately after thawing
ga: Má tá tú ag úsáid oigheann micreathonn le bia a leá, déan cócaireacht air láithreach i ndiaidh é a leá

source: Never thaw food at room temperature on the kitchen counter
ga: Ná leá bia ar chuntar na cistine ag teocht an tseomra

source: Once it is thawed, cook food immediately
ga: Nuair atá an bia leáite, déan cócaireacht air láithreach

source: Thawed food should never be re-frozen in its uncooked state
ga: Nuair atá bia leáite ná déan é athreo gan é a chócáráil ariamh

source: Always cook food thoroughly until it is hot - all parts of the food must reach at least 70°C
ga: Déan cinnte i gcónaí go bhfuil bia cócáráilte go dtí go bhfuil sé te go dtí'n lár- ba cheart go sroichfeadh gach páirt den bhia teocht de 70c

source: When cooking mince, sausages, hamburgers, rolled roasts, pork and chicken, make sure that they are cooked right through, that there is no pink meat and that the juices run clear
ga: Nuair atá tú ag cócaireacht mionfheoil, ispíní, burgéirí, feoil rósta rollta, muiceoil agus sicín déan cinnte go bhfuil sé cócáráilte tríd agus nach bhfuil feoil bhándearg le feiceáil agus go bhfuil an sú glan

source: If cooked chicken is still raw near the bone, put it back in the oven until it is done
ga: Má tá sicín rósta fós amh in aice an chnáimh, cuir arais san oigheann é go dtí go bhfuil sé réidh

source: You should never serve hot gravy with cold meat
ga: Ná cuir súlach té ariamh le feoil fuar

source: When using the microwave to cook, always rotate and stir food to make sure it cooks evenly
ga: Nuair atá tú ag baint úsáide as an oigheann micreathonn le haghaidh cócaireachta déan cinnte go ndéanann tú athrothlú ar an bhia agus go meascann tú suas é le cinntiú go bhfuil cócáráil cothrom déanta air

source: Leave the food to stand for a few minutes before you check that cooking is complete – food continues to cook even when the microwave is turned off
ga: Fág an bia ina sheasamh ar feadh cúpla nóiméad sula ndéanann tú seic air le feiceáil an bhfuil cócáráil déanta air tríd – leanann an bia air ag cócáráil fiú nuair atá an oigheann micreathonn casta as

source: Always wash your hands thoroughly in hot, soapy water before serving or eating food
ga: Nigh do chuid lámha go maith i gcónaí le huisce té agus gallúnach sula leagann nó sula n-itheann tú bia

source: Never leave potentially hazardous food, raw or cooked, at room temperature any longer than necessary – never leave it longer than 2 hours
ga: Ná fág bia a bhfuil amhras ort faoi amh nó cócáráilte ag teocht an tseomra do thréimhse ama níos mó ná mar a chaitheann tú – ná fág níos faide ná 2 uair a chloig é

source: Always remember to keep hot food hot and cold food cold
ga: Ná déan dearmad i gcónaí bia te a choinneáil te agus bia fuar a choinneáil fuar

source: Fridges and freezers have star ratings that tell you about the temperatures they can maintain:
ga: Tá ráta réalta ag cuisneoirí agus reoiteoirí a insíonn duit an cumas teocht atá acu:

source: * – One star means that the frozen food compartment of your fridge can maintain a temperature of –6°C
ga: * – Ciallaíonn réalt amháin gur féidir leis an tarraiceáin reoite sa chuisneoir teocht de –6 c a choiméad

source: ** – Two stars mean it can maintain a temperature of –12°C
ga: ** – Ciallaíonn dhá réalt go bhfuil sé in ann teocht de –12°C.c a choiméad

source: *** – Three stars mean it can maintain a temperature of –18°C
ga: *** – Ciallaíonn trí réalt go bhfuil sé in ann teocht de –18 °Ca choiméad

source: **** – Four stars mean it can maintain a temperature of –18°C and can freeze
ga: **** – Ciallaíonn ceithre réalt go bhfuil sé in ann teocht de –18 °Ca choiméad agus gur féidir leis bia a reo

source: Always use separate cutting boards and utensils for cooked and raw food as this will prevent bacteria from a meat or poultry product contaminating another food
ga: Bain úsáid i gconaí as boird ghearrtha agus uirlísí difriúla nuair atá tú ag réitiú bia chócáiráilte agus amh mar cuirfidh sé seo bac ar bhactéir ag méadú agus ag nimhiú bia eile

source: Wash cutting boards thoroughly with hot, soapy water between uses
ga: Nuair atá tú críochnaithe le bord gearrtha nigh go maith é le huisce té gallúnaí i ndiaidh gach úsáid

source: Discard cutting boards if they become excessively worn or develop hard-to-clean grooves
ga: Caith amach bord gearrtha má tá sé ag éirí sean nó má fhaigheann sé deacair é a ghlanadh idir na heitrí

source: Always wash your hands thoroughly in hot, soapy water before handling food and after every preparation – especially if you have changed the baby or have been to the toilet
ga: Nigh do chuid lámha go maith in uisce té gallúnaí i gcónaí sula réitíonn tú bia agus i ndiaidh gach réitiú – go háirithe i ndiaidh clabhtín a athrú nó i ndiaidh duit a bheith ag an leithreas

source: After touching raw meats and poultry, wash your hands again before you start handling other food
ga: Má bhí tú ag plé le bia amh nó sicín, nigh do chuid lámha arís sula réitíonn tú aon bhia eile

source: Always wash raw fruit and vegetables thoroughly before eating them
ga: Déan cinnte i gcónaí go níonn tú torthaí agus glasraí amh go maith sula n-itheann tú iad

source: Wash all work surfaces thoroughly with hot soapy water – ideally, you should use a disinfectant
ga: Nigh dromchlaí oibre go maith le huisce té gallúnaí – i ndáiríre ba cheart díghalrán a úsáid

source: Wiping surfaces with a damp cloth is not enough
ga: Ní leor dromchla a ghlanadh le ceirt tais

source: Food is easily contaminated, so think of every crumb or scrap of food as a potential reservoir of germs
ga: Tá sé furasta bia a thruailliú, dá bharr sin breathnaigh ar gach grabhróg agus gach blúire bia mar taiscumar frídíní

source: Do not prepare food for others if you are feeling unwell
ga: Ná bí ag réitiú bia do dhaoine eile má tá tú tinn

source: Change your dishcloth and tea towel regularly and wash well after each use – bacteria can flourish in dishcloths
ga: Athraigh an ceirt soithigh agus an tuaille le haghaidh triomú go minic agus nigh go maith i ndiaidh gach úsáid - Is féidir le baictéir méadú an-scioptha idtuaillí le haghaidh triomú soithigh

source: Avoid storing your dishcloth and tea towel near food or on clean surfaces
ga: Seachain agus ná stóráil do chuid ceirt soithigh agus tuaillí le haghaidh triomú in aice bia nó ar dromchlaí glan

source: Dirty dishes should be washed in warm soapy water and rinsed in hot water
ga: Ba cheart soithigh salacha a nigh in uisce té gallúnaí agus iad a shrúthlú in uisce te

source: Dishes should be left to air dry
ga: Ba cheart soithigh a thriomú san aer

source: Do not place a tea towel over them as this may spread bacteria from the tea towel onto the clean dishes
ga: Na cuir tuaille le haghaidh triomú in aice leo mar is féidir leis an tuaille bactéir a spré ar na soithigh atá glan

source: Keep a separate cloth to wash your kitchen floor
ga: Coinnigh ceirt ar leith le haghaidh an urláir

source: Clean your fridge and cupboards regularly as crumbs in cupboards can attract pests and dirty fridges can carry bacteria
ga: Glan an cuisneoir agus na cupaird go rialta mar is féidir le grabhlóga i gcupard a bheith tarraingteach do phéisteanna dhíobhálacha agus cuisneoirí salacha do bhactéir
